import React from 'react';

const Menu = () => {
  return (
    <div>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
      <h1>菜单管理</h1>
    </div>
  );
};

export default Menu; 